The file name of the family that is loaded into the document.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public string FamilyName { get; }
  Visual Basic
Public ReadOnly Property FamilyName As String
	Get
  Visual C++
public:
property String^ FamilyName {
	String^ get ();
}
 See Also
  FamilyLoadedIntoDocumentEventArgs Class
  Autodesk.Revit.DB.Events Namespace